Repository: sh14/oi-yamaps
Catalog: language/oi-yamaps-*.po
Languages: ru_ru

source: Fullscreen control button
ru_ru: Полноэкранный режим

source: Stretches map to fullscreen mode.
ru_ru: Растягивает карту на весь экран

source: Geolocation control button
ru_ru: Геолокация

source: Gives an ability to get user's position
ru_ru: Дает возможность получить местоположение пользователя.

source: Ruler control button
ru_ru: Линейка

source: Shows the map scale.
ru_ru: Показывать масштаб карты.

source: Route editor control button
ru_ru: Редактор маршрута

source: Gives an ability to build a route.
ru_ru: Дает возможность строить маршрут.

source: Type select controler
ru_ru: Выбор типа

source: Gives an ability to choose map mode.
ru_ru: Дает возможность изменять режим карты.

source: Zoom control button
ru_ru: Кнопки зума

source: Gives an ability to change map scale.
ru_ru: Дает возможность изменять масштаб карты.

source: Search field
ru_ru: Поле для поиска

source: Gives an ability to search for locations.
ru_ru: Дает возможность искать локацию.

source: Traffic control button
ru_ru: Пробки

source: Gives an ability to show or hide traffic lines.
ru_ru: Дает возможность показывать или скрывать пробки.

source: Double Click Zoom
ru_ru: Зум при двойном клике

source: Gives an ability to zoom in by left mouse button and zoom out by right.
ru_ru: Дает возможность приближать карту щелчком левой кнопки мыши и отдалять щелчком правой.

source: Map draging
ru_ru: Перетаскивание карты

source: Gives an ability to drag the map.
ru_ru: Дает возможность перетаскивать карту.

source: Multitouch
ru_ru: Мультитач

source: Gives an ability to change map scale with multitouch.
ru_ru: Дает возможность изменять масштаб карты с помощью мультитача.

source: Left mouse button magnifier
ru_ru: Масштаб левой клавишей мыши

source: Gives an ability to change map scale by choose zooming area with left mouse button.
ru_ru: Дает возможность изменять масштаб карты с помощью выбора области левой клавишей мыши.

source: Right mouse button magnifier
ru_ru: Масштаб правой кнопкой мыши

source: Gives an ability to change map scale by choose zooming area with right mouse button.
ru_ru: Дает возможность изменять масштаб карты с помощью выбора области правой клавишей мыши.

source: Scroll zoom
ru_ru: Масштаб по скролу

source: Gives an ability to change map scale by scrolling.
ru_ru: Дает возможность изменять масштаб карты с помощью скрола.

source: Show the map
ru_ru: Показать карту

source: To show the map cURL must be enabled.
ru_ru: Для отображения карты должен быть включен cURL

source: Field cannot be empty
ru_ru: Поле не может быть пустым

source: Address or coordinates
ru_ru: Адрес или координаты

source: Type an address or coordinates. Address example: Moscow; Coordinates example: 55.755814,37.617635
ru_ru: Введите адрес или координаты. Пример адреса: Москва; Координат: 55.755814,37.617635

source: Baloon header
ru_ru: Шапка балуна

source: Baloon body content
ru_ru: Контент балуна

source: Baloon footer
ru_ru: Подвал балуна

source: Placemark hint
ru_ru: Подсказка метки

source: Plcamark label
ru_ru: Лейбл метки

source: Placemark type
ru_ru: Тип метки

source: Add placemark
ru_ru: Добавить метку

source: Cancel
ru_ru: Отмена

source: Map center
ru_ru: Центр карты

source: It should be a coordinates, like 55.754736,37.620875
ru_ru: Это должны быть координаты, наподобие 55.754736,37.620875

source: By default center = coordinates
ru_ru: По умолчанию center = coordinates

source: Map height
ru_ru: Высота карты

source: Map zoom
ru_ru: Масштаб карты

source: Map controls
ru_ru: Регулировка карты

source: Map options
ru_ru: Настройки карты

source: Default:
ru_ru: По умолчанию:

source: Check out the <a href="%1$s">option page</a> of Oi Yandex.Maps for WordPress plugin.
ru_ru: Проверьте <a href="%1$s">страницу настроек</a> плагина Oi Яндекс.карты для WordPress.

source: Hide Notice
ru_ru: Спрятать уведомление.

source: Use px or %. 400px by default
ru_ru: Используйте px или %. 400px по умолчанию.

source: Map width
ru_ru: Ширина карты

source: Use px or %. 100% by default
ru_ru: Используйте px или %. 100% по умолчанию.

source: 16 by default
ru_ru: 16 по умолчанию

source: Default placemark
ru_ru: Метка по умолчанию

source: You can use different placemarks. Checkout that page - %s
ru_ru: Вы можете использовать различные метки. Посмотрите страницу - %s

source: Show link to the plugin's page
ru_ru: Показывать ссылку на страницу плагина

source: It is just a link to the plugin page in corner of the map.
ru_ru: Это просто ссылка на страницу плагина в углу карты.

source: Oi Yandex.Maps Settings
ru_ru: Настройки Oi Яндекс.Карты

source: Oi Yandex.Maps
ru_ru: Oi Яндекс.Карты

source: Map defaults
ru_ru: Настройки карты по умолчанию

source: Info
ru_ru: Информация

source: Default parameters
ru_ru: Параметры по умолчанию

source: Documentation
ru_ru: Документация

source: Placemarks
ru_ru: Метки

source: Map
ru_ru: Карта

source: Add shortcode
ru_ru: Добавить шорткод

source: Close
ru_ru: Закрыть

source: Oi Yandex.Maps for WordPress
ru_ru: Oi Яндекс.Карты для WordPress

source: The plugin allows you to use Yandex.Maps on your site pages and put the placemarks on the map. Without an API key. <strong>Don't forget to reactivate the plugin!</strong>
ru_ru: Этот плагин позволяет использовать Яндекс.Карты на вашем сайте и указывать метки на карте. Без API ключа.<strong>Не забудьте переактивировать плагин!</strong>

source: Alexei Isaenko
ru_ru: Алексей Исаенко
