Repository: sh14/oi-yamaps
Catalog: lang/oiyamaps-*.po
Languages: ru_ru

source: Oi Yandex.Maps for WordPress
ru_ru: Яндекс.Карты для WordPress

source: Alexei Isaenko
ru_ru: Алексей Исаенко

source: Insert map
ru_ru: Вставить карту

source: Insert placemark
ru_ru: Вставить метку

source: Cancel
ru_ru: Отмена

source: Check out the <a href="%1$s">option page</a> of Oi Yandex.Maps for WordPress plugin.
ru_ru: Проверьте <a href="%1$s">страницу настроек</a> плагина Яндекс.Карты для WordPress.

source: Hide Notice
ru_ru: Спрятать сообщение

source: Do you want to increase your profits?
ru_ru: Хотите увеличить свою прибыль?

source: Contact us
ru_ru: Обращайтесь к нам!

source: The development, creation and promotion of sites. We provide an integrated approach to solving your problems.
ru_ru: Разработка, создание и продвижение сайтов. Мы осуществляем комплексный подход в решении Ваших задач.

source: More
ru_ru: Подробнее

source: if a map doesn&#39;t work write in php.ini:
ru_ru: Если карты не работают напишите в файле php.ini:

source: To show the map cURL must be enabled.
ru_ru: Для работы карт должен быть включен модуль cURL

source: Yandex Map
ru_ru: Яндекс карта

source: Address
ru_ru: Адрес

source: Coordinates
ru_ru: Координаты

source: Baloon header
ru_ru: Заголовок балона

source: Baloon body content
ru_ru: Контент балона

source: Baloon footer
ru_ru: Подвал балона

source: Placemark hint
ru_ru: Подсказка метки

source: Plcamark label
ru_ru: Заголовок метки

source: Plcamark type
ru_ru: Тип метки

source: Default:
ru_ru: По умолчанию:

source: Map center
ru_ru: Центр карты

source: It should be a coordinates, like 55.754736,37.620875
ru_ru: Это должны быть координаты, например 55.754736,37.620875

source: By default center = coordinates
ru_ru: По умолчанию center = coordinates

source: Map height
ru_ru: Высота карты

source: Map width
ru_ru: Ширина карты

source: Map zoom
ru_ru: Масштаб карты

source: Use px or %. 400px by default
ru_ru: Используйте px или %. По умолчанию 400px

source: Use px or %. 100% by default
ru_ru: Используйте px или %. По умолчанию 100%

source: 16 by default
ru_ru: по умолчанию 16

source: Default placemark
ru_ru: Стандартная метка

source: Show link to the plugin's page
ru_ru: Отображать ссылку на страницу плагина

source: It is just a link to the plugin page in corner of the map.
ru_ru: Это просто ссылка на страницу плагина в углу карты.

source: Oi Yandex Maps Settings
ru_ru: Настройки Яндекс Карт

source: Oi Yandex Maps
ru_ru: Яндекс Карты

source: Map defaults
ru_ru: Настройки по умолчанию

source: Info
ru_ru: Информация

source: Default parameters
ru_ru: Параметры по умолчанию

source: Without parameters
ru_ru: Без параметров

source: in this case you should use custom fields in the post with added map. Fields names should be
ru_ru: В этом случае используются произвольные поля публикации в которую вставлена карта. Имена полей должны быить

source: and
ru_ru: и

source: With parameters
ru_ru: С параметрами

source: it is uses Yandex server to know coordinates by address.
ru_ru: Используется сервер Яндекса, что бы узнать координаты по указанному адресу.

source: in this case you will see the place pointed by <b>coordinates</b> instead of address, because <b>"coordinates"</b> has priority.
ru_ru: В этом случае вы увидите метку указанную через параметра <b>coordinates</b>, а не параметр address, так как координаты имеют больший приоритет.

source: Placemarks
ru_ru: Метки

source: You able to use many placemarks. Just write it inside content part of shortcode.
ru_ru: Вы можете использовать несколько меток. Разместите шорткод меток внутри части контента шорткода карт.

source: First placemark will be taken from custom fields, second from placemark shortcode.
ru_ru: Первая метка будет взята из произвольных полей, вторая из шорткода метки.

source: First placemark will be taken from showyamap shortcode, second from placemark shortcode.
ru_ru: Первая метка будет взята из параметров карты, вторая из параметров метки.

source: Parameters
ru_ru: Параметры

source: Place address
ru_ru: Адрес метки

source: Baloon footer content
ru_ru: Подвал балона

source: Text on hover placemark
ru_ru: Текст при наведении на метку

source: Place coordinates
ru_ru: Координаты метки

source: Height of map
ru_ru: Высота карты

source: Width of map
ru_ru: Ширина карты

source: Zoom of map
ru_ru: Масштаб карты

source: Icon content for stretch icons
ru_ru: Контент резиновой метки

source: Placemark type
ru_ru: Тип метки
